const cdnUrl = 'http://mamarada.biz:9000';

// mydb.once('open', function() {
//
//   rawData.forEach((item, idx) => {
//     const entry = new CosmeticsItemModel(item);
//
//     entry.save(function (err, entry) {
//       if (err) return console.error(err);
//
//       console.log(`${idx + 1} saved`);
//     });
//   });
// });

const rawData = [
  {
    id: '001-RB-8436562291662',
    price: 654.50,
    inStock: true,
    previewUrl: `${cdnUrl}/001-RB-Gel-shampoo-preview.jpg`,
    itemUrl: `${cdnUrl}/001-RB-Gel-shampoo.jpg`,
    info: {
      ru: {
        title: 'Гель шампунь 500 мл',
        description: 'Гель для душа и шампунь для мытья волос для детей'
      },
      ua: {
        title: 'Гель шампунь 500 мл',
        description: 'Гель для душу та шампунь для миття волосся дітей'
      }
    },
    details: {
      ua: {
        title: 'Гель шампунь 500 мл',
        productLine: 'Базова лінія з календулою та пантенолом',
        description: '<p>Гель для душу та шампунь для миття волосся дітей. Спеціальна формула шампуня була розроблена, щоб була можливість використовувати його для чутливої або роздратованої шкіри дитини. Очищає,зволожує,пом\'якшує та заспокоює ніжну шкіру голови малюка,відновлює природний баланс. Формула засобу збагачена календулою,пантенолом і алоє вера має загоювальну та атібактеріальну дію, для лагідного догляду за шкірою. Ph 5.5</p><h3>Використання:</h3><p>нанести на вологу шкіру та волосся, злегка помасажувати до появи піни, потім змити теплою водою.</p><h3>Склад засобу:</h3><p>Календула, Пантенол, Термальна вода, Алое вера, Гліцерин, Аллантоїн.</p><h3>Не містить:</h3><p>Парабенів, Фарбників, Сіль, Мінеральних олій, Фталатів.</p>'
      },
      ru: {
        title: 'Гель шампунь 500 мл',
        productLine: 'Базовая линия с календулой и пантенолом',
        description: '<p>Гель для душа и шампунь для мытья волос для детей. Специальная формула шампуня была разработана, чтобы его можно было использовать даже при чувствительной или раздраженной коже ребенка. Очищает, увлажняет, смягчает и успокаивает нежную кожу головы малыша, восстанавливая естественный баланс. Формула средства обогащена календулой, пантенолом и алоэ вера с заживляющим и антибактериальным действием для мягкого ухода за кожей. Ph 5.5.</p><h3>Применение:</h3><p>нанести на влажную кожу и волосы, мягко помассировать и вспенить, затем смыть теплой водой.</p><h3>Главные ингредиенты:</h3><p>Календула, Пантенол, Термальная вода, Алоэ вера, Глицерин, Аллантоин</p><h3>Не содержит: </h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты</p>'
      }
    }
  },
  {
    id: '002-RB-8436562291679',
    price: 433.50,
    inStock: true,
    previewUrl: `${cdnUrl}/002-RB-Foam-bath-gel-preview.jpg`,
    itemUrl: `${cdnUrl}/002-RB-Foam-bath-gel.jpg`,
    info: {
      ua: {
        title: 'Гель для ванни, що піниться 300 мл',
        description: 'Дитячий пінистий гель для ванни'
      },
      ru: {
        title: 'Пенящийся гель для ванны 300 мл',
        description: 'Детский пенящийся гель для ванны'
      }
    },
    details: {
      ua: {
        title: 'Гель для ванни, що піниться 300 мл',
        productLine: 'Базова лінія з календулою та пантенолом',
        description: '<p>Дуже м\'який гель з піною для ванни збагачений пантенолом та календулою, компонентами, що захищають, пом\'якшують та підтримують натуральний баланс ніжної шкіри малюка. День за днем дитяча шкіра чиста та захищена. Ph 5.5</p><h3>Використання:</h3><p>Нанести на вологу шкіру, злегка помасажувати та вспініти, потім змити теплою водою.</p><h3>Склад засобу:</h3><p>Календула, Пантенол, Термальна вода, Алое вера, Гліцерин, Аллантоїн.</p><h3>Не містить:</h3><p>Парабенів, Фарбників, Сіль, Мінеральних олій, Фталатів</p>'
      },
      ru: {
        title: 'Пенящийся гель для ванны 300 мл',
        productLine: 'Базовая линия с календулой и пантенолом',
        description: '<p>Пенящийся гель для принятия ванны для детей. Очень мягкий пенящийся гель для принятия ванны обогащен пантенолом и календулой, компонентами, помогающими защитить, смягчить и поддержать натуральный баланс нежной кожи малыша. День за днем детская кожа чистая и защищенная. Ph 5.5.</p><h3>Применение:</h3><p>Нанести на влажную кожу, слегка помассировать и вспенить, затем смыть теплой водой.</p><h3>Главные ингредиенты:</h3><p>Календула, Пантенол, Термальная вода, Глицерин, Аллантоин</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты</p>'
      }
    }
  },
  {
    id: '003-RB-8436562291686',
    price: 314.50,
    inStock: true,
    previewUrl: `${cdnUrl}/003-RB-Syndet-gel-shampoo-preview.jpg`,
    itemUrl: `${cdnUrl}/003-RB-Syndet-gel-shampoo.jpg`,
    info: {
      ua: {
        title: 'Сіндет гель шампунь 200 мл',
        description: 'Спеціальний шампунь для новонароджених без сульфатів та ароматизаторів'
      },
      ru: {
        title: 'Синдет гель шампунь 200 мл',
        description: 'Специальный шампунь для новорожденных без сульфатов и без аромата'
      }
    },
    details: {
      ua: {
        title: 'Сіндет гель шампунь 200 мл',
        productLine: 'Базова лінія з календулою та пантенолом',
        description: '<p>Сіндет гель шампунь для дітей. Спеціальний шампунь для новонароджених без сульфатів та ароматизаторів, збагачений пантенолом і календулой, які зволожують, пом\'якшують та захищають шкіру дитини. Сіндет гель-шампунь одночасно очищує та живить, підтримує баланс ph шкіри голови. Не дратує шкіру та не щипає очі.Ph 5.5</p><h3>Використання:</h3><p>Нанести на вологу шкіру та волосся, злегка помасажувати до появи піни, потім змити теплою водою.</p><h3>Склад засобу:</h3><p>Календула, Пантенол, Гліцерин, Термальна вода.</p><h3>Не містить:</h3><p>Парабенів, Фарбників, Сіль, Мінеральних олій, Фталатів, Ароматизаторів, Сульфатів, Феноксіетанол</p>'
      },
      ru: {
        title: 'Синдет гель шампунь 200 мл',
        productLine: 'Базовая линия с календулой и пантенолом',
        description: '<p>Синдет гель шампунь для детей. Специальный шампунь для новорожденных без сульфатов и без аромата, обогащенный пантенолом и календулой, которые увлажняют, смягчают и защищают кожу ребенка. Синдет гель шампунь одновременно очищает и питает, поддерживает баланс ph кожи головы. Не раздражает кожу и не щиплет глазки. Ph 5.5.</p><h3>Применение:</h3><p>Нанести на влажную кожу и волосы, легко помассировать и вспенить, затем смыть теплой водой.</p><h3>Главные ингредиенты:</h3><p>Календула, Пантенол, Глицерин, Термальная вода</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты, Ароматизаторы, Сульфаты, Феноксиэтанол</p>'
      }
    }
  },
  {
    id: '004-RB-8436562291693',
    price: 416.50,
    inStock: true,
    previewUrl: `${cdnUrl}/004-RB-Foam-shampoo-syndet-preview.jpg`,
    itemUrl: `${cdnUrl}/004-RB-Foam-shampoo-syndet.jpg`,
    info: {
      ua: {
        title: 'Натуральний шампунь-пінка Сіндет 150',
        description: 'Пінистий шампунь Сіндет зі зручним піноутворювачем допомагає створити невагому піну для лагідного миття голови'
      },
      ru: {
        title: 'Натуральный шампунь-пенка Сіндет 150 мл',
        description: 'Пенящийся шампунь Синдет с удобным пенообразователем помогает создавать невесомую пенку для нежного мытья головы'
      }
    },
    details: {
      ua: {
        title: 'Натуральний шампунь, що піниться 150 мл',
        productLine: 'Базова лінія з календулою та пантенолом',
        description: '<p>Пінистий шампунь Сіндет для дітей. Упаковка шампуня зі зручним піноутворювачем допомагає створити невагому піну для лагідного миття голови.Підходить для новонароджених. У складі шампуню є календула і пантенол для відновлення шкіри та м\'якого догляду за волоссям.Очищення шкіри голови та живлення волосся. Не щипає очі.</p><h3>Використання:</h3><p>Нанести на вологе волосся, вспінити, помасажувати та змити теплою водою</p><h3>Склад засобу:</h3><p>Календула, Пантенол, Гліцерин, Термальна вода.</p><h3>Не містить:</h3><p>Парабенів, Фарбників, Сіль, Мінеральних олій, Фталатів, Сульфати, Феноксіетанол</p>'
      },
      ru: {
        title: 'Натуральный шампунь-пенка 150 мл',
        productLine: 'Базовая линия с календулой и пантенолом',
        description: '<p>Пенящийся шампунь синдет для детей. Упаковка шампуня с удобным пенообразователем помогает создавать невесомую пенку для нежного мытья головы. Подходит для новорожденных. Формула содержит калундулу и пантенол для восстановления кожи и мягкого ухода за волосами. Очищение кожи головы и питание волос. Не щиплет глазки.</p><h3>Применение:</h3><p>нанести на влажную кожу головы и волосы, мягко помассировать и вспенить, затем смыть теплой водой.</p><h3>Главные ингредиенты:</h3><p>Календула, Пантенол, Глицерин, Термальная вода</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Сульфаты, Феноксиэтанол, Фталаты, Минеральное масло</p>'
      }
    }
  },
  {
    id: '006-RB-8436562291716',
    price: 416.50,
    inStock: true,
    previewUrl: `${cdnUrl}/006-RB-Body-lotion-preview.jpg`,
    itemUrl: `${cdnUrl}/006-RB-Body-lotion.jpg`,
    info: {
      ua: {
        title: 'Натуральний лосьон для тіла 300 мл',
        description: 'Зволожуючий лосьон для тіла з ніжною текстурою для легкого нанесення на дитячу шкіру'
      },
      ru: {
        title: 'Натуральный лосьон для тела 300 мл',
        description: 'Увлажняющий лосьон для тела с нежной текстурой для легкого нанесения на детскую кожу'
      }
    },
    details: {
      ua: {
        title: 'Натуральний лосьон для тіла 300 мл',
        productLine: 'Базова лінія з календулою та пантенолом',
        description: '<p>Зволожуючий лосьон для тіла з ніжною текстурою для легкого нанесення на дитячу шкіру. Формула збагачена мигдальною олією, відновлює захисний барєр шкіри і зволожує її. Також у складі календула, пантенол, Алое вера і масло ши для забезпечення комплексного догляду за шкірою, для попередження подразнень та запалень. Термальна вода заспокоює ніжну шкіру малюка, залишає її гладенькою та захищеною. Ph нейтральний.</p><h3>Використання:</h3><p>Нанести на чисту суху шкіру після миття, розподілити легкими масажними рухами.</p><h3>Склад засобу:</h3><p>Календула, Пантенол, Термальна вода, Гліцерин, Мигдальна олія.</p><h3>Не містить:</h3><p>Парабенів, Барвників, Солі, Мінеральних олій, Фталатів.</p>'
      },
      ru: {
        title: 'Натуральный лосьон для тела 300 мл',
        productLine: 'Базовая линия с календулой и пантенолом',
        description: '<p>Увлажняющий лосьон для тела с нежной текстурой для легкого нанесения на детскую кожу. Формула обогащена миндальным маслом, восстанавливающим защитный барьер кожи и увлажняющим ее. Также в составе календула, пантенол, алоэ вера и масло ши для обеспечения комплексного ухода за кожей, предотвращения воспалений и раздражений. Термальная вода успокаивает чувствительную кожу малыша, оставляя кожу гладкой и защищенной. Ph нейтральный.</p><h3>Применение:</h3><p>нанести на чистую сухую кожу после купания, распределить легкими массажными движениями.</p><h3>Главные ингредиенты</h3><p>Календула, Пантенол, Термальная вода, Глицерин, Миндальное масло</p><h3>Не содержит</h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты</p>'
      }
    }
  },
  {
    id: '011-RB-8436562291761',
    price: 331.50,
    inStock: true,
    previewUrl: `${cdnUrl}/011-RB-Good-night-bath-gel-preview.jpg`,
    itemUrl: `${cdnUrl}/011-RB-Good-night-bath-gel.jpg`,
    info: {
      ua: {
        title: 'Вечірній засіб для ванни (натуральний) 200 мл',
        description: 'М\'який пінистий гель для ванни з приємним ароматом, спеціально розроблений для чутливої шкіри'
      },
      ru: {
        title: 'Вечернее средство для ванны (натуральное) 200 мл',
        description: 'Мягкий пенящийся гель для ванны с приятный ароматом, специально разработанный для чувствительной кожи'
      }
    },
    details: {
      ua: {
        title: 'Вечірній засіб для ванни (натуральний) 200 мл',
        productLine: 'Вечірня лінія з лавандою та ромашкою',
        description: '<p>М\'який пінистий гель для ванни з приємним ароматом, спеціально розроблений для чутливої шкіри.Очищує, зволожує, помякшує та заспокоює ніжну шкіру малюка, відновлює природний баланс шкіри.Лаванда і ромашка-натуральні інгрідієнти в формулі засобу.забезпечують заспокійливу дію.Ідеально підходить для використання перед сном.Ph 5.5.</p><h3>Використання:</h3><p>Нанести на вологу шкіру, злегка по масажувати та вспінити, потім змити теплою водою.</p><h3>Склад засобу:</h3><p>Лаванда, Ромашка, Термальна вода, Гліцерин, Алантоїн.</p><h3>Не містить:</h3><p>Парабенів, Барвників, Солі, Мінеральних олій, Фталатів.</p>'
      },
      ru: {
        title: 'Вечернее средство для ванны (натуральное) 200 мл',
        productLine: 'Вечерняя линия с лавандой и ромашкой',
        description: '<p>Мягкий пенящийся гель для ванны с приятный ароматом, специально разработанный для чувствительной кожи. Очищает, увлажняет, смягчает и успокаивает нежную кожу, восстанавливая ее природный баланс. Лаванда и ромашка, натуральные ингредиенты в формуле средства, обеспечивают успокаивающее действие. Идеально подходит для использования перед сном. Ph 5.5.</p><h3>Применение:</h3><p>нанести на влажную кожу, слегка помассировать и вспенить, затем смыть теплой водой.</p><h3>Главные ингредиенты:</h3><p>Лаванда, Ромашка, Термальная вода, Глицерин, Аллантоин</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты</p>'
      }
    }
  },
  {
    id: '012-RB-8436562291778',
    price: 357.00,
    inStock: true,
    previewUrl: `${cdnUrl}/012-RB-Good-night-lotion-preview.jpg`,
    itemUrl: `${cdnUrl}/012-RB-Good-night-lotion.jpg`,
    info: {
      ua: {
        title: 'Вечірній лосьон для тіла (натуральний) 200 мл',
        description: 'М\'який лосьон з легкою текстурою легко наноситься та зволожує шкіру'
      },
      ru: {
        title: 'Вечерний лосьон для тела (натуральный) 200 мл',
        description: 'Мягкий лосьон с легкой текстурой легко наносится и увлажняет кожу'
      }
    },
    details: {
      ua: {
        title: 'Вечірній лосьон для тіла (натуральний) 200 мл',
        productLine: 'Вечірня лінія з лавандою та ромашкою',
        description: '<p>М\'який лосьон з легкою текстурою легко наноситься та зволожує шкіру. Мигдальна олія лосьона забезпечує захисний барєр шкіри і підтримує зволоження.РОмашка і лаванда забезпечує заспокійливу та протизапальну дію. Термальна вода заспокоює шкіру та прибирає подразнення, а ніжний аромат лосьона полегшує засинання малюка. Гіпоалергенний. Ph нейтральний.</p><h3>Застосування:</h3><p>Нанести на чисту суху шкіру після купання, разподілити легкими масажними рухами.</p><h3>Склад засобу:</h3><p>Лаванда, Ромашка, Термальна вода, Гліцерин, Соняшникова олія, Мигдальна олія</p><h3>Не містить:</h3><p>Парабенів, Барвників, Сіль, Мінеральних олій, Фталатів.</p>'
      },
      ru: {
        title: 'Вечерний лосьон для тела (натуральный) 200 мл',
        productLine: 'Вечерняя линия с лавандой и ромашкой',
        description: '<p>Мягкий лосьон с легкой текстурой легко наносится и увлажняет кожу. Миндальное масло в формуле лосьона восстанавливает естественный защитный барьер кожи и поддерживает увлажненность. Ромашка и лаванда обеспечивают успокаивающее и противовоспалительное действие. Термальная вода успокаивает кожу и снимает раздражения, а нежный аромат лосьона облегчает засыпание малыша. Гипоаллергенно. Ph нейтральный.</p><h3>Применение:</h3><p>нанести на чистую сухую кожу после купания, распределить легкими массажными движениями.</p><h3>Главные ингредиенты:</h3><p>Лаванда, Ромашка, Термальная вода, Глицерин, Масло подсолнечника, Миндальное масло</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты</p>'
      }
    }
  },
  {
    id: '013-RB-8436562291785',
    price: 331.50,
    inStock: true,
    previewUrl: `${cdnUrl}/013-RB-Good-night-oil-preview.jpg`,
    itemUrl: `${cdnUrl}/013-RB-Good-night-oil.jpg`,
    info: {
      ua: {
        title: 'Вечірня олія (натуральна) 100 мл',
        description: 'Шовковиста масажна олія з легкою текстурою. Збагачене мигдальною олією, містить лаванду та ромашку'
      },
      ru: {
        title: 'Вечернее масло (натуральное) 100 мл',
        description: 'Шелковистое массажное масло с легкой текстурой. Обогащено миндальным маслом, содержит лаванду и ромашку'
      }
    },
    details: {
      ua: {
        title: 'Вечірня олія (натуральна) 100 мл',
        productLine: 'Вечірня лінія з лавандою та ромашкою',
        description: '<p>Шовковиста масажна олія з легкою текстурою для зручного нанесення. Збагачене мигдальною олією, містить лаванду та ромашку. Допомогає захистити, розслабити і помкшити шкіру малюка. Підходить для немовлят, також для всієї родини.</p><h3>Застосування:</h3><p>Нанести на чисту шкіру.розподілити. Можливо використати для легкого масажа.</p><h3>Склад засобу:</h3><p>Лаванда, Ромашка, Соняшникова олія, Мигдальна олія, Витамін Е</p><h3>Не містить:</h3><p>Парабени, Барвники, Сіль, Феноксиетанол, Фталати.</p>'
      },
      ru: {
        title: 'Вечернее масло (натуральное) 100 мл',
        productLine: 'Вечерняя линия с лавандой и ромашкой',
        description: '<p>Шелковистое массажное масло с легкой текстурой для удобного нанесения. Обогащено миндальным маслом, содержит лаванду и ромашку. Помогает защитить, расслабить и смягчить кожу малыша. Подходит для новорожденных, а также для всей семьи.</p><h3>Применение:</h3><p>нанести на чистую кожу, распределить. Можно использовать для легкого массажа.</p><h3>Главные ингредиенты:</h3><p>Лаванда, Ромашка, Масло подсолнечника, Миндальное масло, Витамин Е</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Феноксиэтанол, Фталаты</p>'
      }
    }
  },
  {
    id: '015-RB-8436562291808',
    price: 365.50,
    inStock: true,
    previewUrl: `${cdnUrl}/015-RB-Honey-bath-gel-preview.jpg`,
    itemUrl: `${cdnUrl}/015-RB-Honey-bath-gel.jpg`,
    info: {
      ua: {
        title: 'Засіб для ванни з медом (натуральний) 200 мл',
        description: 'М\'який пінистий гель для прийняття ванни з Алое вера і медом'
      },
      ru: {
        title: 'Средство для ванны с медом (натуральное) 200 мл',
        description: 'Мягкий пенящийся гель для принятия ванны с алоэ вера и медом'
      }
    },
    details: {
      ua: {
        title: 'Засіб для ванни з медом (натуральний) 200 мл',
        productLine: 'Лінія з медом та олією ши',
        description: '<p>М\'який пінистий гель для прийняття ванни з Алое вера і медом допомогає м\'яко очищує шкіру, захистити та підтримати її натуральний баланс. Відновлює шкіру і допомагає зміцнити природний захистний механізм завдяки меду та мяким доглядаючим компонентам у складі. Ph 5.5.</p><h3>Застосування:</h3><p>Нанести на вологу шкіру, злегка по масажувати і вспінити, потім змити теплою водою.</p><h3>Склад засобу:</h3><p>Мед, Алое вера, Термальна вода, Гліцерин.</p><h3>Не містить:</h3><p>Парабенів, Барвників, Сіль, Мінеральних олій, Фталатів.</p>'
      },
      ru: {
        title: 'Средство для ванны с медом (натуральное) 200 мл',
        productLine: 'Линия с медом и маслом ши',
        description: '<p>Мягкий пенящийся гель для принятия ванны с алоэ вера и медом помогает мягко очистить кожу, защитить и поддержать ее натуральный баланс. Восстанавливает кожу и помогает укрепить естественные защитные механизмы благодаря меду и мягким ухаживающим компонентам в составе. Ph 5.5.</p><h3>Применение:</h3><p>нанести на влажную кожу, слегка помассировать и вспенить, затем смыть теплой водой.</p><h3>Главные ингредиенты:</h3><p>Мед, Алоэ вера, Термальная вода, Глицерин</p><h3>Не содержит:</h3><p>Парабены, Красители, Соль, Минеральное масло, Фталаты</p>'
      }
    }
  },
  {
    id: '016-RB-8436562291815',
    price: 450.50,
    inStock: true,
    previewUrl: `${cdnUrl}/016-RB-Honey-body-lotion-preview.jpg`,
    itemUrl: `${cdnUrl}/016-RB-Honey-body-lotion.jpg`,
    info: {
      ua: {
        title: 'Лосьон для тіла з медом (натуральний) 200 мл',
        description: 'Збагачений олією ши і медом, лосьон для ніжної дитячої шкіри'
      },
      ru: {
        title: 'Лосьон для тела с медом (натуральный) 200 мл',
        description: 'Обогащенный маслом ши и медом лосьон для нежной детской кожи'
      }
    },
    details: {
      ua: {
        title: 'Лосьон для тіла з медом (натуральний) 200 мл',
        productLine: 'Лінія з медом та олією ши',
        description: '<p>Збагачений олією ши і медом, лосьон для ніжної дитячої шкіри. м\'яко зволожує і живить шкіру, допомогає помякшити та захистити її, підтримує природний баланс. Ph нейтральний.</p><h3>Застосування:</h3><p>Нанести на чисту суху шкіру після купання, розподілити легкими масажними рухами.</p><h3>Склад засобу:</h3><p>Мед, Олія Ши, Термальна вода, Міндальна олія, Гліцерин, Алое вєра.</p><h3>Не містить:</h3><p>Парабенів, Барвників, Сіль, Мінеральних олій, Фталатів.</p>'
      },
      ru: {
        title: 'Лосьон для тела с медом (натуральный) 200 мл',
        productLine: 'Линия с медом и маслом ши',
        description: '<p>Обогащенный маслом ши и медом лосьон для нежной детской кожи. Мягко увлажняет и питает кожу, помогает смягчить и защитить ее, поддерживает природный баланс. Ph нейтральный.</p><h3>Применение:</h3><p>нанести на чистую сухую кожу после купания, распределить легкими массажными движениями.</p><h3>Главные ингредиенты:</h3><p>Мед, Масло ши, Термальная вода, Миндальное масло, Глицерин, Алоэ вера</p><h3>Не содержит:</h3><p>Парабены, Красители, Фталаты, Минеральное масло, Соль</p>'
      }
    }
  },
  {
    id: '017-RB-8436562291822',
    price: 416.50,
    inStock: true,
    previewUrl: `${cdnUrl}/017-RB-Honey-oil-preview.jpg`,
    itemUrl: `${cdnUrl}/017-RB-Honey-oil.jpg`,
    info: {
      ua: {
        title: 'Олія з медом (натуральна) 100 мл',
        description: 'Масажна олія з невагомою текстурою, збагачено олією ши і медом'
      },
      ru: {
        title: 'Масло с медом (натуральное) 100 мл',
        description: 'Массажное масло с невесомой текстурой, обогащенное маслом ши и медом'
      }
    },
    details: {
      ua: {
        title: 'Олія з медом (натуральна) 100 мл',
        productLine: 'Лінія з медом та олією ши',
        description: '<p>Масажна олія з невагомою текстурою, збагачено олією ши і медом. Помякшує та підтримує природний баланс шкіри, запобігає втраті вологи та сухісті шкіри. Ніжна дитяча шкіра зволожена день за днем. Підходить для немовлят.</p><h3>Застосуванння:</h3><p>Нанести на чисту шкіру, розподілити. Можливо використання для масажу.</p><h3>Склад засобу:</h3><p>Мед, Олія ши, Мигдальна олія, Соняшникова олія, Вітамін Е, Розмарин</p><h3>Не містить:</h3><p>Парабени, Фарбники, Феноксиетанол, Фталати, Сіль.</p>'
      },
      ru: {
        title: 'Масло с медом (натуральное) 100 мл',
        productLine: 'Линия с медом и маслом ши',
        description: '<p>Массажное масло с невесомой текстурой, обогащенное маслом ши и медом. Смягчает и поддерживает природный баланс кожи, препятствует потере влаги и сухости кожи. Нежная детская кожа увлажнена и защищена день за днем. Подходит для новорожденных.</p><h3>Применение:</h3><p>нанести на чистую кожу, распределить. Можно использовать для легкого массажа.</p><h3>Главные ингредиенты:</h3><p>Мед, Масло ши, Миндальное масло, Масло подсолнечника, Витамин Е, Розмарин</p><h3>Не содержит:</h3><p>Парабены, Красители, Феноксиэтанол, Фталаты, Соль</p>'
      }
    }
  }
];

module.exports = rawData;
